modules/about/data/atlas/chart.dot
digraph {
  edge [arrowhead="normal",color="white"]
  graph [layout="dot",bgcolor="#1c1c1c",rankdir="TB",ranksep="1.5"]
  node [shape="box",style="filled",fontcolor="white",color="transparent"]
  ":about:data" [fillcolor="#160185"]
  ":api:github" [fillcolor="#160185"]
  ":codegen:annotation" [fillcolor="#160185"]
  ":core:model" [fillcolor="#160185"]
  ":about:data" -> ":api:github" [style="bold"]
  ":api:github" -> ":codegen:annotation" [style="dashed"]
  ":api:github" -> ":core:model" [style="bold"]
}
